{
  "muay-thai-title": "Muay Thai–K1–Kickboxen",
  "muay-thai-desc": "Dynamisches Kampfsporttraining mit kraftvollen Techniken",
  "muay-thai-popup": "Ein dynamisches Kampfsporttraining, das die kraftvollen Techniken des Muay Thai – Knie, Ellbogen, Clinch – mit den schnellen Schlag- und Kickkombinationen des K1 Kickboxens vereint. Perfekt, um Kraft, Ausdauer, Koordination und Reaktionsfähigkeit zu steigern, während du gleichzeitig die richtige Technik und Selbstverteidigung lernst.",
  "mma-title": "MMA (Mixed Martial Arts)",
  "mma-desc": "Mixed Martial Arts - Vielseitige Kampftechniken",
  "mma-popup": "Mixed Martial Arts (MMA) vereint Techniken aus Muay Thai, Kickboxen, Ringen, Judo und Brazilian Jiu-Jitsu. Im Training lernst du vielseitige Schlag-, Tritt-, Wurf- und Bodentechniken. MMA fördert Kraft, Beweglichkeit und Strategie – perfekt für alle, die einen abwechslungsreichen Kampfsport suchen.",
  "bjj-title": "Brazilian Jiu-Jitsu",
  "bjj-desc": "Technisch anspruchsvolle Bodenkampf-Kunst",
  "bjj-popup": "Brazilian Jiu-Jitsu (BJJ) ist eine technisch anspruchsvolle Kampfkunst, die sich auf Bodenkampf und Hebeltechniken konzentriert. Hier lernst du, deinen Gegner durch Griff- und Haltetechniken zu kontrollieren – perfekt für Selbstverteidigung, Kraftaufbau und strategisches Denken.",
  "lady-title": "Lady-Kickboxen",
  "lady-desc": "Speziell für Frauen zugeschnittenes Training",
  "lady-popup": "Lady-Kickboxen ist speziell auf Frauen zugeschnitten. Hier werden Kick- und Schlagtechniken mit Fitnessübungen kombiniert – für mehr Kraft, Ausdauer und Selbstbewusstsein. Ein motivierendes Training, das Spaß macht und dir ein sicheres Auftreten vermittelt.",
  "kinder-title": "Kinder- & Jugend-Kickboxen",
  "kinder-desc": "Altersgerechtes Training für die Kleinen",
  "kinder-popup": "In unseren Kursen für Kinder und Jugendliche vermitteln wir Kickboxen altersgerecht und spielerisch. Neben Technik und Koordination stehen Disziplin, Respekt und Teamgeist im Mittelpunkt. Das Training stärkt Körper, Selbstvertrauen und Konzentrationsfähigkeit."
}

